# Run: brew bundle install --file=Brewfile
# Dump current state: brew bundle dump --file=Brewfile --force

# CLI tools
brew "git" # pinned so we don't rely on Xcode-CLT git for fsmonitor / recent features
brew "neovim"
brew "bat"
brew "difftastic"
brew "git-delta" # core.pager + interactive.diffFilter in .gitconfig
brew "fzf"
brew "fd"
brew "glow"
brew "ripgrep"
brew "zoxide"
brew "starship"
brew "jq"
brew "jqp"
brew "shellcheck" # used by hooks/pre-commit

# Terminal
cask "ghostty"

# Fonts (ghostty/config uses Monaspace Neon + Radon; -nf has nerd-font glyphs)
cask "font-monaspace"
cask "font-monaspace-nf"
